# { resourceManager.getString('localizedContent', 'LoginView_title') }

test=ceci est un test
Status=Statut
Mail=Mail
Configuration=Configuration
check_mails=V\u00E9rifier les nouveaux mails
french=Fran\u00E7ais
english=Anglais
currentLanguage=Français
login=nom
password=mot-de-passe
language=langue
error=Erreur
Preferences=Préférences
#
# LoginView
LoginView_title=Identification
LoginView_create_header=nouveau compte
LoginView_create=Pour utiliser ce service, vous devez disposer d'un compte VPN-over-DNS. 
LoginView_create_small=Cliquez sur ce bouton s'il s'agit de votre première utilisation et que vous souhaitez créer un nouveau compte.
LoginView_create_button=Nouveau compte
LoginView_attach_header=s'identifier
LoginView_attach=Si vous disposez déjà d'un compte VPN-over-DNS pour ce périphérique mobile, identifiez-vous.
LoginView_attach_small=Si vous venez de changer de périphérique mobile, identifiez-vous avec votre ancien compte : votre nouveau périphérique récupèrera alors automatiquement sa configuration mail.
LoginView_attach_button=S'identifier
LoginView_popup_intro_header=bienvenue !
LoginView_popup_intro=Nous vous remercions d'avoir fait l'acquisition de VPN-over-DNS.\n\nCe logiciel permet de r\u00E9cup\u00E9rer vos courriels depuis n'importe quel r\u00E9seau, m\u00EAme sans connexion Internet directe. Il permet aussi de naviguer sur Internet. Pour les utilisateurs avanc\u00E9s, il propose la redirection de ports TCP.\n\nPour cela, il impl\u00E9mente la technologie "Tunnel DNS" afin d'\u00E9tablir une liaison avec notre ferme de serveurs. Ces derniers r\u00E9cup\u00E8rent alors vos courriels depuis votre bo\u00EEte mail (GoogleMail, HotMail, OperaMail ou YahooMail) et les r\u00E9acheminent vers votre p\u00E9riph\u00E9rique mobile.
LoginView_popup_intro_button=OK
#
# CreateAccountView
CreateAccountView_title=Nouveau compte
CreateAccountView_create_header=authentification
CreateAccountView_create_login=choisissez l'identifiant de votre nouveau compte
CreateAccountView_create_login_small=Cet identifiant doit être composé d'au moins 6 caractères et ne contenir que des lettres et des chiffres.
CreateAccountView_create_password=choisissez un mot-de-passe
CreateAccountView_create_password_small=Ce mot-de-passe doit être composé d'au moins 6 caractères et ne contenir que des lettres et des chiffres.
CreateAccountView_create_password2=saisissez à nouveau votre mot-de-passe
CreateAccountView_create_button_text=cliquez ici pour créer votre compte
CreateAccountView_create_button_small=Vous devez être connecté à Internet pour créer votre compte.
CreateAccountView_create_button=Cr\u00E9er
CreateAccountView_error=Connexion impossible avec le serveur
CreateAccountView_serverError=Nom de compte invalide (déjà utilisé)
CreateAccountView_loginInputError=Votre identifiant doit être composé d'au moins 6 caractères et ne contenir que des lettres et des chiffres.
CreateAccountView_passwordInputError=Le mot-de-passe doit être composé d'au moins 6 caractères et ne contenir que des lettres et des chiffres.
CreateAccountView_password2InputError=Les deux mots-de-passe saisis ne sont pas identiques
CreateAccountView_popup_login_header=démarrage
CreateAccountView_popup_login=Votre compte VPN-over-DNS vient d'\u00EAtre cr\u00E9\u00E9 avec succ\u00E8s.\n\nPour pouvoir utiliser ce service, vous devez maintenant configurer votre compte mail en cliquant sur "Configurer ma messagerie".\n\nL'application int\u00E8gre un client de messagerie et un navigateur simplifi\u00E9s et tr\u00E8s rapides, permettant uniquement la lecture des mails et une navigation sans images, javascript, ni cookies. Pour une exp\u00E9rience compl\u00E8te d'Internet, consultez la documentation sur www.vpnoverdns.com et d\u00E9couvrez comment configurer la redirection de ports pour utiliser vos navigateur et client de messagerie pr\u00E9f\u00E9r\u00E9s.
CreateAccountView_popup_login_button=OK
CreateAccountView_loginOnlyError=En tant que béta-testeur, vous ne pouvez pas créer de nouveau compte
#CreateAccountView_licenseError=Impossible de vérifier la licence d'achat du produit (il peut s'agir d'un problème de connexion à Internet)
CreateAccountView_licenseError=Impossible de valider l'origine de ce logiciel (soit vous n'êtes pas connecté à Internet, soit vous n'avez pas téléchargé ce logiciel depuis le magasin Google Play Store)
#
# AttachAccountView
AttachAccountView_title=Se connecter
AttachAccountView_attach_header=authentification
AttachAccountView_attach_login=saisissez votre identifiant
AttachAccountView_attach_login_small=Votre identifiant est composé d'au moins 6 caractères et ne contient que des lettres et des chiffres.
AttachAccountView_attach_password=saisissez votre mot-de-passe
AttachAccountView_attach_password_small=Votre mot-de-passe doit être composé d'au moins 6 caractères et ne contenir que des lettres et des chiffres.
AttachAccountView_attach_button_text=cliquez ici pour vous connecter sur votre compte
AttachAccountView_attach_button_small=Vous n'avez pas besoin d'être raccordé à Internet pour vous connecter sur le précédent compte avec lequel vous vous étiez identifié.
AttachAccountView_attach_button=Se connecter
AttachAccountView_error=Connexion impossible avec le serveur et identifiant/mot-de-passe en cache invalides
AttachAccountView_serverError=Compte inexistant
AttachAccountView_serverError2=Mot-de-passe incorrect
AttachAccountView_loginInputError=L'identifiant doit être composé d'au moins 6 caractères et ne contenir que des lettres et des chiffres
AttachAccountView_passwordInputError=Le mot-de-passe doit \u00EAtre compos\u00E9 d'au moins 6 caract\u00E8res et ne contenir que des lettres et des chiffres.
AttachAccountView_popup_login_header=démarrage
AttachAccountView_popup_login=Vous \u00EAtes maintenant connect\u00E9 \u00E0 votre compte VPN-over-DNS et vos param\u00E8tres de compte mail ont \u00E9t\u00E9 automatiquement r\u00E9cup\u00E9r\u00E9s.\n\nVous pouvez v\u00E9rifier que votre configuration mail est correcte en cliquant sur "Configurer ma messagerie" dans l'onglet Configuration.
AttachAccountView_popup_login_button=OK
#
# ConfigurationView
ConfigurationView_title=Configuration
ConfigurationView_account_header=compte VPN-over-DNS
ConfigurationView_account=identifiant :
ConfigurationView_account_button=Se déconnecter
ConfigurationView_mail_header=paramètres de messagerie
ConfigurationView_mail=fournisseur :
ConfigurationView_mail_username=identifiant :
ConfigurationView_mail_button=Configurer ma messagerie
ConfigurationView_i18n_header=langue et habillage
ConfigurationView_i18n=langue actuelle :
ConfigurationView_i18n_button=Changer de langue / habillage
ConfigurationView_popup_logout_header=attention
ConfigurationView_popup_logout=Une fois d\u00E9connect\u00E9, vous ne pourrez plus utiliser de tunnel VPN-over-DNS tant que vous n'aurez pas cr\u00E9\u00E9 un nouveau compte ou que vous ne vous serez pas reconnect\u00E9 sur votre compte actuel.\n\nNotez que vos identifiant et mot-de-passe actuels sont sauvegard\u00E9s en local afin que vous puissiez vous reconnecter sur ce compte sans que cela n\u00E9cessite une connexion Internet directe.
ConfigurationView_popup_logout_button_ok=Déconnecter
ConfigurationView_popup_logout_button_cancel=Annuler
ConfigurationView_port_redirection=redirection de ports
ConfigurationView_configure_ports=Configurer les ports
ConfigurationView_documentation=documentation et crédits
ConfigurationView_get_documentation=Accéder à la documentation
#
# SetLocaleView
SetLocaleView_title=Langue
SetLocaleView_header=langue préférée
SetLocaleView=Choisissez votre langue préférée :
SetLocaleView_small=votre choix sera sauvegardé automatiquement
SetLocaleView_skin_header=habillage préféré
SetLocaleView_skin=Choisissez votre habillage préféré :
SetLocaleView_skin_small=prise en compte au prochain redémarrage de l'application
SetLocaleView_skin_grey=Geek
SetLocaleView_skin_blue=Shiny
#
# SetProviderView
SetProviderView_title=Mail
SetProviderView_header=informations sur votre compte
SetProviderView_provider=choisissez votre fournisseur de courriels :
SetProviderView_provider_small=Si vous ne disposez pas d'un compte mail sur l'un de ces fournisseurs, vous devez en créer un au préalable et faire réacheminer vos mails vers ce fournisseur.
SetProviderView_login=saisissez l'identifiant de votre compte :
SetProviderView_login_small=exemple : john.doo@gmail.com
SetProviderView_password=saisissez le mot-de-passe :
SetProviderView_password_small=exemple : mOnMotDeP@Sse
SetProviderView_password2=saisissez à nouveau votre mot-de-passe :
SetProviderView_button_text=cliquez pour sauvegarder la configuration :
SetProviderView_button_text_small=les changements seront transmis au serveur VPN-over-DNS
SetProviderView_button=Sauvegarder
SetProviderView_error=Connexion impossible avec le serveur
SetProviderView_serverError=Erreur du serveur
SetProviderView_error_login_empty=L'identifiant ne doit pas être vide
SetProviderView_error_password_empty=Le mot-de-passe ne doit pas être vide
SetProviderView_loginError=Votre compte n'existe plus
#
# StatusView
StatusView_title=Statut
StatusView_header=gestion du tunnel vpn
StatusView_button_start=Mails
StatusView_button_stop=Arrêt
StatusView_mails=nouveaux mails :
StatusView_packets=paquets dns émis / reçus / perdus :
StatusView_bytes=octets encapsulés émis / reçus :
StatusView_state_setup_tunnel=établissement du tunnel
StatusView_state_server_connecting=le serveur contacte votre fournisseur
StatusView_state_server_checking=le serveur relève votre courrier
StatusView_state_no_unread_mail=nouveaux mails téléchargés
StatusView_state_no_new_mail=pas de nouveau mail
StatusView_state_download=nouveaux mails en cours de téléchargement
StatusView_state_stopped=arrêt manuel
StatusView_dns_packets=paquets dns
StatusView_encap_bytes=octets encapsulés
StatusView_ad_title=Nouveautés
StatusView_ad_content=VPN-over-DNS est aussi disponible gratuitement sur d'autres environnements :\n\n- Windows\n- MacOS X\n- Unix/Linux/Cygwin\n\nInfos : http://www.vpnoverdns.com
#
# MailView
MailView_title=Mail
MailView_button=Tout supprimer
MailView_button2=Créer mail
MailView_From=De :
MailView_To=À :
MailView_Cc=Cc :
MailView_Subject=Sujet :
MailView_Date=Date :
MailView_popup_delete_header=Confirmation ?
MailView_popup_delete=Vous \u00EAtes sur le point d'effacer en local l'ensemble des mails d\u00E9j\u00E0 r\u00E9cup\u00E9r\u00E9s.\n\nCela n'affectera pas les mails sur le serveur VPN-over-DNS ni ceux chez votre fournisseur de messagerie.
MailView_popup_delete_button_ok=Supprimer les mails
MailView_popup_delete_button_cancel=Annuler
MailView_Sent=ce mail sera envoyé à la prochaine synchro
#
# ReceivedMailView
ReceivedMailView_title=Mail
ReceivedMailView_button=Supprimer
ReceivedMailView_button2=Répondre

# DnsQuerierFactory.as
DnsQuerierFactory_simult=messages simultanés
DnsQuerierFactory_STATE_JUST_CREATED=requête créée
DnsQuerierFactory_STATE_GET_TICKET=demande d'un slot
DnsQuerierFactory_STATE_SEND_MESSAGE=envoi d'une requête
DnsQuerierFactory_STATE_CHECK_MESSAGE=requête envoyée, attente d'une réponse
DnsQuerierFactory_STATE_RECEIVE_MESSAGE=réception de données
DnsQuerierFactory_of=de
DnsQuerierFactory_bytes=octets
DnsQuerierFactory_STATE_CLOSE_TICKET=réponse reçue, libération du slot
DnsQuerierFactory_STATE_TERMINATE=données reçues
DnsQuerierFactory_STATE_CANCELLED=requête annulée
DnsQuerierFactory_no_message=pas de message à envoyer ni à recevoir

# PopUpBrowserAction.mxml
PopUpBrowserAction_browser=Navigateur
PopUpBrowserAction_stop=Arrêter le chargement
PopUpBrowserAction_prev=Page précédente
PopUpBrowserAction_next=Page suivante
PopUpBrowserAction_home=Recherche Bing
PopUpBrowserAction_external=Navigateur externe
PopUpBrowserAction_cancel=Annuler

# PopUpWarnDeleteMails.mxml
PopUpWarnDeleteMails_warn=Vous avez plus de 20 mails stockés, ce qui peut entraîner des ralentissements de l'application. Voulez-vous les supprimer avant de continuer ?

# Application.as
Application_setup_tunnel=établissement du tunnel
Application_timeout=erreur (délai expiré)
Application_connecting=le serveur se connecte à votre fournisseur
Application_checking=le serveur relève vos courriels
Application_new_downloaded_mail=nouveau courriel
Application_new_downloaded_mails=nouveau courriels récupérés
Application_download=chargement en cours
Application_new_mails=nouveaux courriels
Application_new_mail=nouveau courriel
Application_terminate=fin du téléchargement
Application_provider_error_title=Erreur d'authentification mail
Application_provider_error_message_part1=Une erreur d'authentification s'est produite au moment de se connecter à votre fournisseur de courriels :
Application_provider_error_message_part2=Vous devriez tout d'abord v\u00E9rifier les param\u00E8tres d'acc\u00E8s mail dans la vue Configuration.\n\nSachez que certains fournisseurs de courriels, comme Google et Yahoo\!, n'autorisent pas toujours par d\u00E9faut les applications comme VPN-over-DNS \u00E0 acc\u00E9der \u00E0 votre bo\u00EEte-aux-lettres. Si tel est le cas, v\u00E9rifiez tout d'abord que vous avez activ\u00E9 POP/IMAP/SMTP chez votre fournisseur de mail. Il se peut aussi que vous ayiez re\u00E7u un courriel de votre fournisseur vous indiquant qu'une tentative d'acc\u00E8s \u00E0 votre bo\u00EEte-aux-lettres a \u00E9t\u00E9 bloqu\u00E9e. Pour r\u00E9soudre le probl\u00E8me, suivez alors les instructions du mail.
Application_provider_error_message_part2_google=Vous devriez tout d'abord v\u00E9rifier les param\u00E8tres d'acc\u00E8s mail dans la vue Configuration.\n\nSachez que votre fournisseur Google n'autorise pas par d\u00E9faut les applications comme VPN-over-DNS \u00E0 acc\u00E9der \u00E0 votre bo\u00EEte-aux-lettres. Si tel est le cas, vous devriez avoir re\u00E7u un courriel de Google vous indiquant qu'une tentative d'acc\u00E8s \u00E0 votre bo\u00EEte-aux-lettres a \u00E9t\u00E9 bloqu\u00E9e. Pour r\u00E9soudre le probl\u00E8me, suivez alors les instructions du mail. Pour cela, connectez vous tout d'abord \u00E0 l'aide d'un navigateur web sur\nhttps\://accounts.google.com/DisplayUnlockCaptcha\n et identifiez vous avec vos identifiant et mot-de-passe Google. Tentez alors \u00E0 nouveau de r\u00E9cup\u00E9rer vos courriez avec VPN-over-DNS\: Google va ainsi identifier les serveurs VPN-over-DNS comme une application externe autoris\u00E9e \u00E0 acc\u00E9der \u00E0 votre bo\u00EEte-aux-lettres par la suite.
Application_provider_error_message_part2_yahoo=Vous devriez tout d'abord v\u00E9rifier les param\u00E8tres d'acc\u00E8s mail dans la vue Configuration.\n\nSachez que votre fournisseur de courriels Yahoo\! n'autorise pas par d\u00E9faut les applications comme VPN-over-DNS \u00E0 acc\u00E9der \u00E0 votre bo\u00EEte-aux-lettres via IMAP/POP/SMTP. Vous devez donc activer POP et SMTP sur votre compte Yahoo\!. Pour cela, connectez-vous sur votre compte Yahoo\!, allez dans la page des mails, cliquez sur le menu Options en haut de l'\u00E9cran, choisissez "Options de Mails", cliquez alors sur "Acc\u00E8s POP" sur la gauche et activez l'acc\u00E8s en mode POP.
Application_provider_no_account_title=Attention
Application_provider_no_account_message=Configurez les paramètres de messagerie avant de tenter de rechercher vos nouveaux courriels !
Application_provider_no_account_need_configure=configurez vos paramètres de messagerie
Application_send_mail=envoi d'un mail

# BrowserView.mxml
# attention : en cas de changement, mettre en cohérence avec BrowserView.mxml
BrowserView_home_page=Page d'Accueil
BrowserView_wait_bar=si vous venez de cliquer sur un lien, patientez

# NewRedirectionView.mxml
NewRedirectionView_header=redirection de port
NewRedirectionView_description_empty=La description ne doit pas être vide.
NewRedirectionView_localport_not_a_number=Le port local doit être un nombre.
NewRedirectionView_localport_extremum=Le port local doit être compris entre 1024 et 65535.
NewRedirectionView_remoteport_not_a_number=Le port distant doit être un nombre.
NewRedirectionView_remoteport_extremum=Le port distant doit être compris entre 1 et 65535.
NewRedirectionView_remotehost_incorrect=Le nom ou l'adresse de la machine distante est incorrect.
NewRedirectionView_restart_needed=redémarrage de l'application nécessaire pour prise en compte

# CreateMailView
CreateMailView_attach_header=nouveau courriel
CreateMailView_recipients=destinataire(s)
CreateMailView_recipients_small=Liste des adresses mail des destinataires, séparées par une virgule.
CreateMailView_copy=copie(s)
CreateMailView_copy_small=Liste des adresses mail des copies, séparées par une virgule.
CreateMailView_subject=sujet
CreateMailView_content=message
CreateMailView_attach_button=sauvegarder le message
CreateMailView_to_empty_error=La liste des destinataires est vide.

# PortRedirectionView
PortRedirectionView_header=redirections
PortRedirectionView_description=description :
PortRedirectionView_localport=port local :
PortRedirectionView_remotehost=hôte distant :
PortRedirectionView_remoteport=port distant :
PortRedirectionView_add=Ajouter
PortRedirectionView_remove=Supprimer

# PopUpGoogle
PopUpGoogle_intro_header=Important pour les utilisateurs de Google
PopUpGoogle_intro=Vous devez autoriser VPN-over-DNS auprès de Google, afin qu'il puisse récupérer vos mails. Pour cela, cliquez sur le bouton qui suit et connectez-vous avec votre compte Google. Comme indiqué sur cette page d'autorisation de Google, vous aurez alors 10 minutes pour récupérer une première fois vos mails via VPN-over-DNS. Cela aura pour effet d'autoriser VPN-over-DNS à les récupérer à l'avenir, sur un tunnel DNS.
PopUpGoogle_button_see=Page d'autorisation de Google
PopUpGoogle_button_close=fermer

# PopUpYahoo
PopUpYahoo_intro_header=Important information for Yahoo! Users
PopUpYahoo_intro=Vous devez activer les accès POP et SMTP sur votre compte Yahoo!, afin que VPN-over-DNS puisse récupérer vos mails. Pour cela, connectez-vous sur votre compte Yahoo!, allez dans la page des Mails, cliquer sur le menu Options en haut de l'écran, choisissez "Options de Mails", cliquez alors sur "Accès POP" sur la gauche et activez l'accès en mode POP.
PopUpYahoo_button_close=close
